/* Class = "UINavigationItem"; title = "CHOOSE COUNTRY"; ObjectID = "4Wt-7V-pCd"; */
"4Wt-7V-pCd.title" = "目的地一覧";

/* Class = "UIButton"; normalTitle = "-"; ObjectID = "9V1-bI-wCf"; */
"9V1-bI-wCf.normalTitle" = "-";

/* Class = "UIButton"; normalTitle = "+"; ObjectID = "Gof-gW-Qnd"; */
"Gof-gW-Qnd.normalTitle" = "+";

/* Class = "UILabel"; text = "View Rates From XXXX"; ObjectID = "Ka8-qX-9na"; */
"Ka8-qX-9na.text" = "料金を確認する";

/* Class = "UILabel"; text = "ROOMS"; ObjectID = "Khu-3J-4Ev"; */
"Khu-3J-4Ev.text" = "室";

/* Class = "UIButton"; normalTitle = "SEARCH"; ObjectID = "M18-av-n0D"; */
"M18-av-n0D.normalTitle" = "検索";

/* Class = "UITabBarItem"; title = "Book Now"; ObjectID = "xbA-vv-9Ro"; */
"xbA-vv-9Ro.title" = "今すぐ予約する";


/* Class = "UIButton"; normalTitle = "Sign In"; ObjectID = "3Gz-Hy-rNT"; */
"3Gz-Hy-rNT.normalTitle" = "サインイン";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "3Zt-f7-GsF"; */
"3Zt-f7-GsF.text" = "合計";

/* Class = "UILabel"; text = "SEE ALL"; ObjectID = "6cy-0r-Ay4"; */
"6cy-0r-Ay4.text" = "全てを見る";

/* Class = "UILabel"; text = "Per Night"; ObjectID = "9JQ-mB-bJm"; */
"9JQ-mB-bJm.text" = "１泊当たり";

/* Class = "UINavigationItem"; title = "NEWS"; ObjectID = "Ass-av-Bqs"; */
"Ass-av-Bqs.title" = "NEWS";

/* Class = "UILabel"; text = "SIGN UP NOW"; ObjectID = "aWt-dB-stE"; */
"aWt-dB-stE.text" = "今すぐサインアップ";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "BEd-M1-sNU"; */
"BEd-M1-sNU.text" = "合計";

/* Class = "UIButton"; normalTitle = "CONTINUE"; ObjectID = "c0A-tZ-SrL"; */
"c0A-tZ-SrL.normalTitle" = "続行";

/* Class = "UILabel"; text = "Sign up for our Remembered Loyalty Program \nand get 10% off on all your bookings."; ObjectID = "E6d-8x-40Z"; */
"E6d-8x-40Z.text" = "当ホテルのロイヤリティプログラム「リメンバード」にご入会いただきますと、宿泊料金がお得な10%割引でご利用いただけます。";

/* Class = "UILabel"; text = "ROOM 1"; ObjectID = "fG1-mc-s1B"; */
"fG1-mc-s1B.text" = "ROOM 1";

/* Class = "UILabel"; text = "Try other dates"; ObjectID = "g62-bf-exn"; */
"g62-bf-exn.text" = "他の日付で検索";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "GbD-1P-0Aq"; */
"GbD-1P-0Aq.title" = "戻る";

/* Class = "UILabel"; text = "Twin Room"; ObjectID = "kfG-Hp-EHF"; */
"kfG-Hp-EHF.text" = "Twin Room";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "KVW-0z-znK"; */
"KVW-0z-znK.text" = "合計";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "L0x-VA-Baa"; */
"L0x-VA-Baa.text" = "合計";

/* Class = "UIButton"; normalTitle = "CONTINUE >"; ObjectID = "LpH-og-lgM"; */
"LpH-og-lgM.normalTitle" = "続行";

/* Class = "UILabel"; text = "Sign up for our Remembered loyalty program and get 10% off on all your bookings on our app and website."; ObjectID = "MCv-Kc-ny9"; */
"MCv-Kc-ny9.text" = "当ホテルのロイヤリティプログラム「リメンバード」にご入会いただきますと、本アプリ又はウェブサイトからのご予約で宿泊料金がお得な10%割引でご利用いただけます。";

/* Class = "UINavigationItem"; title = "ROOM DETAILS"; ObjectID = "mY5-Uf-Z68"; */
"mY5-Uf-Z68.title" = "お部屋の詳細";

/* Class = "UILabel"; text = "About the Hotel"; ObjectID = "PDc-Iv-drs"; */
"PDc-Iv-drs.text" = "ホテルについて";

/* Class = "UIButton"; normalTitle = "SEE ON MAP"; ObjectID = "sRa-rQ-7a8"; */
"sRa-rQ-7a8.normalTitle" = "地図で見る";

/* Class = "UINavigationItem"; title = "HOTEL INFO"; ObjectID = "SRM-b4-Em5"; */
"SRM-b4-Em5.title" = "ホテルインフォメーション";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "tmS-FH-crd"; */
"tmS-FH-crd.title" = "戻る";

/* Class = "UILabel"; text = "No available rooms for this date range"; ObjectID = "Tsg-mY-xkY"; */
"Tsg-mY-xkY.text" = "ご希望の日付に該当する空室がありません";

/* Class = "UILabel"; text = "Nights"; ObjectID = "UBN-Pl-6CQ"; */
"UBN-Pl-6CQ.text" = "泊";

/* Class = "UINavigationItem"; title = "BOOKING DETAILS"; ObjectID = "VcO-eZ-Oyd"; */
"VcO-eZ-Oyd.title" = "予約内容";

/* Class = "UILabel"; text = "approx."; ObjectID = "xAW-O7-wJF"; */
"xAW-O7-wJF.text" = "おおよそ";

/* Class = "UILabel"; text = "OCCUPANTS"; ObjectID = "yiB-pA-HqP"; */
"yiB-pA-HqP.text" = "宿泊人数";

/* Class = "UILabel"; text = "Nearby Locations"; ObjectID = "ZEV-Nu-rJ4"; */
"ZEV-Nu-rJ4.text" = "近場";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "Eメールアドレスで登録";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "Email";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "アカウントをお持ちの場合は、ログインして下さい";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "又は";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "Facebookと連携";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "送信";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "予約を探す";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "登録";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "Email";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "Facebookアカウントでログイン";


/* Class = "UINavigationItem"; title = "CONTACT US"; ObjectID = "wS7-Qi-78n"; */
"wS7-Qi-78n.title" = "お問い合わせ";


/* Class = "UITextField"; placeholder = "Email"; ObjectID = "0Uq-6s-EVN"; */
"0Uq-6s-EVN.placeholder" = "Email";

/* Class = "UITextField"; placeholder = "Last Name"; ObjectID = "1Dd-nf-9Eb"; */
"1Dd-nf-9Eb.placeholder" = "姓";

/* Class = "UIButton"; normalTitle = "BOOK"; ObjectID = "1dv-6U-pQ0"; */
"1dv-6U-pQ0.normalTitle" = "予約";

/* This button allows the user to enter an email and send their booking confirmation to that email address */
"4GR-EQ-7En.title" = "予約情報を送る";

/* Class = "UITextField"; placeholder = "MM"; ObjectID = "4Gx-UD-o1S"; */
"4Gx-UD-o1S.placeholder" = "有効期限（月）";

/* Class = "UILabel"; text = "INCL. TAX & SERVICE CHARGE"; ObjectID = "8Pb-u6-u3E"; */
"8Pb-u6-u3E.text" = "税込·サービス料込";

/* Class = "UILabel"; text = "You will have a chance to review the details on the next page before confirming your booking"; ObjectID = "ac3-7d-Wkd"; */
"ac3-7d-Wkd.text" = "ご予約を最終確定する前に次のページで詳細を確認することができます。";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "AZs-x1-cNq"; */
"AZs-x1-cNq.title" = "戻る";

/* Class = "UITextField"; placeholder = "First Name"; ObjectID = "CXx-pi-H0U"; */
"CXx-pi-H0U.placeholder" = "名";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "CzU-qB-o3z"; */
"CzU-qB-o3z.title" = "戻る";

/* Class = "UITextField"; placeholder = "Phone"; ObjectID = "Eru-qh-hxn"; */
"Eru-qh-hxn.placeholder" = "電話番号";

/* Class = "UILabel"; text = "Payment method: Pay at hotel"; ObjectID = "F9L-sY-3ts"; */
"F9L-sY-3ts.text" = "支払方法：ホテル到着時に支払う場合";

/* Class = "UILabel"; text = "PAY AT HOTEL"; ObjectID = "fkv-fZ-SZi"; */
"fkv-fZ-SZi.text" = "現地払い";

/* Class = "UINavigationItem"; title = "REVIEW & BOOK"; ObjectID = "gsO-86-acc"; */
"gsO-86-acc.title" = "確認＆予約";

/* Class = "UIButton"; normalTitle = "Terms and Conditions of Booking"; ObjectID = "gZC-OD-Oxt"; */
"gZC-OD-Oxt.normalTitle" = "宿泊予約の利用規約と条件";

/* Class = "UIButton"; normalTitle = "apply"; ObjectID = "I3J-FP-f9Z"; */
"I3J-FP-f9Z.normalTitle" = "適応する";

/* Class = "UILabel"; text = "SPECIAL PROMOTION CODE"; ObjectID = "IcD-5R-uEN"; */
"IcD-5R-uEN.text" = "スペシャルプロモーションコード";

/* Class = "UITextField"; placeholder = "YY"; ObjectID = "J1n-bQ-zsF"; */
"J1n-bQ-zsF.placeholder" = "有効期限（年）";

/* Class = "UINavigationItem"; title = "Booking complete"; ObjectID = "l41-s0-SEK"; */
"l41-s0-SEK.title" = "予約が完了しました";

/* Class = "UILabel"; text = "Credit card must be presented at check-in"; ObjectID = "NPd-wS-FCa";, Text to show to user that you will need to show credit card at check-in after you choose to Pay with credit card */
"NPd-wS-FCa.text" = "チェックイン時にクレジットカードをご提示ください";

/* Class = "UILabel"; text = "By making this booking, you agree to the"; ObjectID = "NtD-9k-j6Q"; */
"NtD-9k-j6Q.text" = "予約が成立した時点で、同意したとみなされます";

/* Class = "UIButton"; normalTitle = "SCAN YOUR CARD"; ObjectID = "ob3-Vq-P3Q"; */
"ob3-Vq-P3Q.normalTitle" = "カード情報を読み取る";

/* Class = "UILabel"; text = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the details manually."; ObjectID = "pEq-Es-5qQ"; */
"pEq-Es-5qQ.text" = "お客様のクレジットカードを写真撮影するだけで、クレジットカード情報を自動入力することができます。手動で入力することも可能です。";

/* Class = "UITextField"; placeholder = "Card Number"; ObjectID = "PpN-KI-HXd"; */
"PpN-KI-HXd.placeholder" = "カード番号";

/* Class = "UILabel"; text = "You get 25% off!"; ObjectID = "qRs-wW-4h3";, get 25% off from Birthday discount */
"qRs-wW-4h3.text" = "25% off!";

/* Class = "UITextField"; placeholder = "Title"; ObjectID = "rsn-i8-h8O"; */
"rsn-i8-h8O.placeholder" = "タイトル";

/* Class = "UILabel"; text = "HAPPY BIRTHDAY!"; ObjectID = "RuJ-XI-VMI";, Happybirthday use for showing in checkout to show that customers have extra discount from birthday */
"RuJ-XI-VMI.text" = "Happy Birthday!";

/* Class = "UILabel"; text = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers"; ObjectID = "rV9-bI-oAv"; */
"rV9-bI-oAv.text" = "予約された部屋は、到着日の午後4時まで保証されます。但し、到着が午後4時を過ぎてしまいますと、予約が取消となりますのでご注意頂きますようお願いします。午後4時を過ぎて到着された場合、部屋のご用意ができない可能性があること　及び　到着時の最新料金が適用になること　をあらかじめご了承頂きますようお願いいたします。";

/* Class = "UINavigationItem"; title = "CONFIRMATION"; ObjectID = "s3q-kb-lx0"; */
"s3q-kb-lx0.title" = "確認";

/* Class = "UITextField"; placeholder = "CVV / Security Code"; ObjectID = "tBw-9T-8jj"; */
"tBw-9T-8jj.placeholder" = "CVV/セキュリティコード";

/* Class = "UILabel"; text = "(Use the Back button to make any changes)"; ObjectID = "UlY-PW-4xq"; */
"UlY-PW-4xq.text" = "変更を行う場合は戻るをご利用ください。";

/* Class = "UITextField"; placeholder = "Promo Code"; ObjectID = "uMj-6y-7pY"; */
"uMj-6y-7pY.placeholder" = "プロモーションコード";

/* Class = "UITextField"; placeholder = "Cardholder's Name"; ObjectID = "Vjl-Yi-K6c"; */
"Vjl-Yi-K6c.placeholder" = "カード名義人の名前";

/* Class = "UILabel"; text = "Pay now and lock in our best rate!"; ObjectID = "vRS-7W-Mft"; */
"vRS-7W-Mft.text" = "今すぐのお支払いでベストレートを確保！";

/* Class = "UIButton"; normalTitle = "BOOK NOW"; ObjectID = "vsE-EA-N5t"; */
"vsE-EA-N5t.normalTitle" = "今すぐ予約";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "wbl-vY-1m7"; */
"wbl-vY-1m7.text" = "合計";

/* Class = "UILabel"; text = "Below are the details of your booking"; ObjectID = "Xao-Wn-cqh"; */
"Xao-Wn-cqh.text" = "ご予約の詳細は以下の通りです";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "xeU-Y7-nOd"; */
"xeU-Y7-nOd.text" = "合計";

/* Class = "UILabel"; text = "PAY NOW"; ObjectID = "YwM-AW-A6W"; */
"YwM-AW-A6W.text" = "今すぐ支払う";

